HopeFOAM-0.1/tutorials/multiphase/interFoam/les/nozzleFlow2D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (fuel air);

fuel
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 5.952e-06;
    rho             [1 -3 0 0 0 0 0] 840;
}

air
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 8.5e-07;
    rho             [1 -3 0 0 0 0 0] 20;
}

sigma           [1 0 -2 0 0 0 0] 0.0261;

// ************************************************************************* //
